[
    { "name"   : "EUDC 23"
    , "tab"    : "https://eudc2023.calicotab.com/"
    , "ca"     : ["Hadar Goldberg", "Milos Marjanovic", "Geneva Roy", "Josef Moscovici", "Klaudia Maciejewska"]
    , "isMajor": true
    , "year"   : 2023
    , "lang"   : "English"
    , "country": "Bulgaria"
    , "city"   : "Бургас"
    , "motions": [
      { "motion"   : "Given the opportunity, This House, as a talented young individual living in Bulgaria, would emigrate to pursue a career in Western Europe"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : []
      , "videos"   : ["9_XCW92KCWY"]
      },
      { "motion"   : "This House Believes That news publications should be anonymized and signed as a collective editorial"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Media"]
      , "videos"   : ["Oppu_5vkj_E"]
      },
      { "motion"   : "This House Would grant substantial authority to eSports Player Unions, including but not limited to, influence over tournament format, in-game balance, and working conditions"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Sports"]
      , "videos"   : ["jQntTVc19Pg"]
      },
      { "motion"   : "This House Predicts that the Judicial Reform will lead to Netanyahu's Exit from Office"
      , "infoslide": "The Israeli Judicial Reform led by the Netanyahu government seeks to curb the judiciary's influence over lawmaking and public policy by limiting the Supreme Court's power to exercise judicial review and granting the government control over judicial appointments"
      , "round"    : "Round 4"
      , "tags"     : ["Politics", "Justice System"]
      , "videos"   : ["aM1m-GhzN7s"]
      },
      { "motion"   : "This House Would only provide state pensions to those mentally or physically unable to work"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Social Policy"]
      , "videos"   : ["bohbciR0b6o"]
      },
      { "motion"   : "This House Opposes the use of political messaging in Children's Entertainemnt"
      , "infoslide": "In children's entertainment, a political message specifically addresses issues, policies, or power dynamics related to governance and public affairs. It aims to shape public opinion, influence political decisions, or promote specific political ideologies. Examples of children's media with political messages include The Lorax, Zootopia, and Pocahontas. It should not be confused with apolitical moral messages, which focus on teaching universal values like honesty, kindness, and empathy, and are prevalent in most children's media (e.g. SpongeBob SquarePants, Dora the Explorer, and The Powerpuff Girls). The key distinction that makes a message political lies in whether the message primarily addresses specific political issues as compared to broader ethical principles."
      , "round"    : "Round 6"
      , "tags"     : ["Media", "Politics", "Education"]
      , "videos"   : ["12BpT-GFj-8"]
      },
      { "motion"   : "This House Prefers drug regulatory bodies (e.g. FDA, EMA, MHRA) to only evaluate whether pharmaceuticals (e.g. treatments, medicines, vaccines) are safe, but not whether they are effective "
      , "infoslide": ""
      , "round"    : "Round 7"
      , "tags"     : ["Health", "Science and Technology"]
      , "videos"   : ["l2AKfm8Q6UI"]
      },
      { "motion"   : "This House Believes That aggressive power projection in South East Asia is in China's interest"
      , "infoslide": "*e.g. making territorial claims and increased military presence in the South China Sea; diplomatic pressure; financing large infrastructure projects to exert economic pressure"
      , "round"    : "Round 8"
      , "tags"     : ["China", "International Relations"]
      , "videos"   : ["l2ystkb6HQY"]
      },
      { "motion"   : "This House Opposes the rapid development of AI "
      , "infoslide": ""
      , "round"    : "Round 9"
      , "tags"     : ["Science and Technology"]
      , "videos"   : ["K7YuCAPidFI"]
      },
      { "motion"   : "This House Opposes the commercialization of sex"
      , "infoslide": "* widespread use of sex and sexual imagery to sell products, entertainment and business"
      , "round"    : "Octos"
      , "tags"     : ["Family and Relationships", "Business", "Media"]
      , "videos"   : ["d3szK5YBSK4"]
      },
      { "motion"   : "This House Prefers a world without the desire for revenge"
      , "infoslide": ""
      , "round"    : "Quarters"
      , "tags"     : ["Psycology", "The Human Experience"]
      , "videos"   : ["CG4TlvU2Nc8"]
      },
      { "motion"   : "This House Opposes the strategy of deficit financing by Liberal Democracies"
      , "infoslide": "Deficit financing is a deliberate voluntary strategy used by governments to finance their budget deficits or shortfalls in revenue by borrowing money rather than reducing expenditures or increasing taxes, in order to achieve specific economic and social objectives."
      , "round"    : "Semis"
      , "tags"     : ["Economics", "Politics", "Social Policy"]
      , "videos"   : ["ZEn_RGIUKaQ"]
      },
      { "motion"   : "Assuming it can be done with no risk to humanity's existence, This House Believes That God should be killed"
      , "infoslide": "There is an all knowing, all powerful God who created the universe and all life within it. After the creation, God has let the universe follow its own course, with limited interventions. God is no longer necessary for the continuation of the universe and its natural laws. There is no other God. None of this is revealed to humanity at the moment"
      , "round"    : "Final"
      , "tags"     : ["Religion"]
      , "videos"   : ["XyIK_Cg_8jc"]
      },
      { "motion"   : " This House Believes That the EU should create a specialized court responsible for investigating and prosecuting political corruption across its member states"
      , "infoslide": ""
      , "round"    : "ESL Quarters"
      , "tags"     : ["European Union", "International Relations", "Justice System"]
      , "videos"   : ["eVcsZrSwxiA"]
      },
      { "motion"   : "This House Hopes that the future of humanity is transhumanism"
      , "infoslide": "Transhumanism refers to a future where advanced technologies are used to augment and transcend the biological limitations of humans (e.g. brain-computer interfaces, bionic implants, customizable genetic traits). It is meant to elevate human capabilities beyond their natural level, as opposed to medical uses of technology aimed at restoring basic capabilities (e.g. prosthetics for amputees, curing hereditary diseases)."
      , "round"    : "ESL Semis"
      , "tags"     : ["Technology", "The Human Experience"]
      , "videos"   : ["WM_8NM51fVo"]
      },
      { "motion"   : "This House Predicts that Russia will not have control of most of the occupied and contested Ukrainian territories by the end of the war"
      , "infoslide": "* Such as the occupied territories in Donetsk, Luhansk, Kherson and Zaporizhzhia oblasts, Crimea, and the strategically significant contested territories (gray areas) such as Robotyne, Antonivskyi bridge, and Kreminna forest"
      , "round"    : "ESL Final"
      , "tags"     : ["International Relations", "Security, War and Military"]
      , "videos"   : ["CwxWcOvZ6Wg"]
      }      
    ]},

    { "name"   : "EUDC 22"
    , "tab"    : "https://eudc2022.calicotab.com/"
    , "ca"     : ["Emma Lucas", "Matt Hazell", "Klaudia Maciejewska", "Lior Sokol", "Marta Vasić", "Mukhtar Tashkenbayev"]
    , "isMajor": true
    , "year"   : 2022
    , "lang"   : "English"
    , "country": "Croatia"
    , "city"   : "Zagreb"
    , "motions": [
      { "motion"   : "THW ban zoos"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Environment", "Freedoms"]
      , "videos"   : ["5sxCK3XGgR8"]
      },
      { "motion"   : "THO the Commanding Distance military approach"
      , "infoslide": "Commanding Distance is a military approach according to which commanders should actively maintain social and emotional distance from their subordinates. When interacting with their subordinates, commanders following this approach will typically: not express emotions or vulnerabilities, not share details from their personal lives, avoid social interactions and maintain a purely professional relationship"
      , "round"    : "Round 2"
      , "tags"     : ["Security, War and Military"]
      , "videos"   : ["0kvWAuuLjKE"]
      }, 
      { "motion"   : "THBT large cities should adopt the Vienna Model"
      , "infoslide": "The Vienna Model of social housing requires developers that build new residential complexes to lease 25% of units at significantly reduced rates to tenants chosen by the municipal government"
      , "round"    : "Round 3"
      , "tags"     : ["Social Policy", "Housing"]
      , "videos"   : ["m9R4l2KOufQ"]
      }, 
      { "motion"   : "THBT small European national football leagues should merge into regional leagues"
      , "infoslide": "(e.g. a Benelux league, a Yugoslavian league, a Scandinavian league, etc.)"
      , "round"    : "Round 4"
      , "tags"     : ["Sports", "International Relations"]
      , "videos"   : ["QGtJyp79nfM"]
      }, 
      { "motion"   : "THBT it is in the interests of post-Soviet Central Asian states to pivot away from Russia and develop closer political and economic ties with China"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["International Relations", "China"]
      , "videos"   : ["Z1LO4f9l-Io"]
      }, 
      { "motion"   : "THBT the globalisation of art has done more harm than good"
      , "infoslide": "For the purposes of this debate, the globalisation of art refers to the significant increase in cross-border consumption of cultural products (e.g. movies, TV shows, music, etc.)"
      , "round"    : "Round 6"
      , "tags"     : ["Art and Culture", "Media"]
      , "videos"   : ["50vaAyb-36M"]
      }, 
      { "motion"   : "This House Would dissolve the position of High Representative for Bosnia and Herzegovina"
      , "infoslide": "The High Representative for Bosnia and Herzegovina is a position that was created in 1995 as part of the Dayton Peace Agreement that ended the Bosnian War. The postholder is appointed by the United Nations Security Council.\n\nThe High Representative's powers, without judicial oversight, include introducing or repealing laws or constitutional amendments, removing public officials from office, and banning individuals from running in elections.\n\nFor example, in 2021 the outgoing High Representative, Austrian Valentin Inzko, amended existing criminal law to make genocide denial and the glorification of war criminals illegal."
      , "round"    : "Round 7"
      , "tags"     : ["International Relations"]
      , "videos"   : ["D-FZStYYGdM"]
      }, 
      { "motion"   : "This House Opposes the trend toward freelance journalism at the expense of traditional employment in a singular media organisation"
      , "infoslide": ""
      , "round"    : "Round 8"
      , "tags"     : ["Media"]
      , "videos"   : ["yDGnBaNBfj0"]
      }, 
      { "motion"   : "This House Would break up the ABCDs"
      , "infoslide": "Known as the ABCDs, the four largest global agricultural commodities traders (ADM, Bunge, Cargill and Louis Dreyfus) control an estimated 70-90% of the global trade in grains and oilseeds (e.g. wheat, corn, soybean, rapeseed, etc.)"
      , "round"    : "Round 9"
      , "tags"     : ["Economics", "Business"]
      , "videos"   : ["W-gEYgKwmes"]
      }, 
      { "motion"   : "This House Believes That the EU should ban Pegasus and similar software"
      , "infoslide": "Pegasus is spyware developed by the Israeli cyber-arms company NSO Group, which can be covertly installed on individual mobile devices. Its capabilities include: reading messages, tracking calls, collecting passwords, location tracking, and accessing the target device's microphone and camera.\n\nNSO claims to sell the software exclusively to government branches such as police forces and intelligence agencies, and has known customers from at least 14 EU countries."
      , "round"    : "ESL Semis"
      , "tags"     : ["European Union", "Security, War and Military", "Science and Technology", "Freedoms"]
      , "videos"   : ["iYHWYEJkbYQ", "gDgmbl0MY6I"]
      }, 
      { "motion"   : "This House Would take the pill"
      , "infoslide": "You are an athiest living in a country with a significant (but not extreme) degree of religiosity. There exists a single pill that, if taken, will permanently make you genuinely and earnestly believe in the majority religion."
      , "round"    : "ESL Final"
      , "tags"     : ["Religion"]
      , "videos"   : ["g-VLML7_-6g"]
      }, 
      { "motion"   : "This House Regrets the increased accessibility of the production and consumption of internet pornography"
      , "infoslide": ""
      , "round"    : "Quarters"
      , "tags"     : ["Media", "Family and Relationships"]
      , "videos"   : ["lkAM5kry5T0"]
      }, 
      { "motion"   : "This House Believes That the significant rise in retail investing brings more harm than good"
      , "infoslide": "Retail investors are non-professional individual investors who buy and sell financial assets (e.g stocks, bonds, commodities, cryptocurrency etc.). The percentage of overall US equity trading volume conducted by retail investors in 2021 was more than double that of 2011."
      , "round"    : "Semis"
      , "tags"     : ["Business", "Economics"]
      , "videos"   : ["s53I0PN89C0", "O87uJUnhvLY"]
      }, 
      { "motion"   : "This House Hopes that intelligent extraterrestrial life exists"
      , "infoslide": "Humanity has invented a machine that will definitively determine whether intelligent life exists elsewhere in the universe. The results will be revealed publicly in Zagreb in 15 minutes."
      , "round"    : "Final"
      , "tags"     : ["Science and Technology"]
      , "videos"   : ["6XOK8VUUNYw"]
      }
    ]},

    { "name"   : "WUDC 23"
    , "tab"    : ""
    , "ca"     : ["Klaudia Maciejewska", "Njuguna Macharia", "Ruth Silcoff", "Sher May Nar", "Jessica Musulin", "Lovro Šprem", "SOURODIP PAUL"]
    , "isMajor": true
    , "year"   : 2023
    , "lang"   : "English"
    , "country": "Sapin"
    , "city"   : "Madrid"
    , "motions": [
      { "motion"   : "THBT it's in the interest of the team for the player to be excluded from the World Cup finals squad"
      , "infoslide": "A team that's recently gained prominence after great performances at the World Cup has advanced to World Cup finals for the first time. After the semi final, the team's top scorer and most important player, while drunk at a bar, publicly instigated a physical fight against another member of the team. When asked to calm down they continued to double down, causing more of a public disruption and seemingly irreconcilable differences with other members of the team."
      , "round"    : "Round 1"
      , "tags"     : ["Sports"]
      , "videos"   : []
      },
      { "motion"   : "THP the quality of art being viewed as predominantly subjective as opposed to predominantly objective"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "THBT The Pacific Alliance should introduce a common currency"
      , "infoslide": "The Pacific Alliance (Spanish: Alianza del Pacífico) is a Latin American trade bloc, formed by Chile, Colombia, Mexico and Peru"
      , "round"    : "Round 3"
      , "tags"     : ["International Relations", "Economics"]
      , "videos"   : []
      },
      { "motion"   : "THBT governments, when determining housing policy, should heavily prioritise supporting renters over home owners"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Housing", "Social Policy"]
      , "videos"   : []
      },
      { "motion"   : "THS the increasing prominence of data journalism at the expense of qualitative journalism"
      , "infoslide": "Data journalism is a type of journalism reflecting the increased role that numerical data has in the production and distribution of information in the digital era. It reflects the increased interaction between content producers (journalists) and several other fields such as design, computer science and statistics. On the flip side, more traditional forms of journalism are qualitative in approach, focusing more on interpretation and contextualisation."
      , "round"    : "Round 5"
      , "tags"     : ["Media"]
      , "videos"   : []
      },
      { "motion"   : "In developing countries with a history of ethnic, racial and/or religious tensions, THP a change of power from dominant political parties"
      , "infoslide": "For the purposes of this debate, dominant political parties are ones that have won multiple elections and have been in power for a long time. We will assume power can be handed over in a fair election."
      , "round"    : "Round 6"
      , "tags"     : ["Politics", "Minority Communities"] 
      , "videos"   : ["dfrb37YNy28"]
      },
      { "motion"   : "THBT it is in the interests of Taiwan to pursue friendlier ties with China (e.g. economic, political and cultural ties)"
      , "infoslide": ""
      , "round"    : "Round 7"
      , "tags"     : ["China", "International Relations"]
      , "videos"   : []
      },
      { "motion"   : "TH, as an average individual in the world today, would prefer to be immortal"
      , "infoslide": ""
      , "round"    : "Round 8"
      , "tags"     : ["The Human Experience"]
      , "videos"   : ["Lgn3f46tDZk"]
      },
      { "motion"   : "THBT the internationalisation of intellectual property law brings more harm than good"
      , "infoslide": "Intellectual property is a category of property that includes ‘intangible’ creations of human intellect. There are many types of intellectual property including patents, copyrights and trademarks.\n\nThe internationalisation of intellectual property law refers to efforts to make intellectual property rights universally applicable, including the widespread use of treaties to recognise intellectual property rights across different jurisdictions, the creation of the World Intellectual Property Organisation, etc."
      , "round"    : "Round 9"
      , "tags"     : ["Art and Culture", "Science and Technology"]
      , "videos"   : ["LT7dQtRxhFo"]
      },
      { "motion"   : "THW allow democratic governments to overturn supreme court/constitutional court decisions with a simple majority in the legislature"
      , "infoslide": ""
      , "round"    : "PD Octos"
      , "tags"     : ["Justice System"]
      , "videos"   : ["1UgoceDySxo", "49pA9bIgy98", "crfE8ijX1mg", "RfxA913xt14"]
      },
      { "motion"   : "THP a focus on societal factors (e.g. socioeconomic factors) as opposed to individual factors (e.g. personal history) when addressing the causes and consequences of mental health issues"
      , "infoslide": ""
      , "round"    : "Octos"
      , "tags"     : ["Health", "Psycology"]
      , "videos"   : ["Nxky2HhvZoA", "hB4cjwl__D0", "UQECOQ2gfno", "9z_COC65sEo"]
      },
      { "motion"   : "THBT the IMF removing all conditions on these loans, except for explicit anti corruption provisions, is preferable to the recent conditions to developing countries"
      , "infoslide": "During the recent economic crisis, the International Monetary Fund (IMF) has provided certain conditions to developing countries for receiving loans. These conditions require governments to adopt more market based economic policies. Targets include reducing government budget deficits and increasing international currency reserves. The policy conditions provided by the IMF include 1) reducing or eliminating fuel subsidies and fertiliser subsidies; 2) setting the currency exchange rate to international market rates; 3) implementing market-based interest rates; 4) anti corruption provisions."
      , "round"    : "Quarters"
      , "tags"     : ["Economics", "International Relations", "Development"]
      , "videos"   : ["LxIt-6a7XUA", "KVm3-IoIStI", "VuRcu5Rjc9g", "j0CPsW6CNqk"]
      },
      { "motion"   : "THR the dominance of left/liberal views at universities"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Politics", "Education"]
      , "videos"   : ["6t-lkQviKr0", "f1e2xbLmGnw"]
      },
      { "motion"   : "THP a world where all individuals have a strong belief in Ubuntu"
      , "infoslide": "Ubuntu (I am because we are) is a philosophical belief that asserts that people's identities should be shaped by, and their obligations should primarily be owed to, their communities"
      , "round"    : "Final"
      , "tags"     : ["The Human Experience"]
      , "videos"   : ["ra9Ud3aVE0g"]
      },
      { "motion"   : "THBT education systems in Africa should emphasise pan-African history and identities rather than national ones"
      , "infoslide": ""
      , "round"    : "ESL Semis"
      , "tags"     : ["Education", "Africa"]
      , "videos"   : ["BIz9zF3BLi8", "ssejWPulNOU"]
      },
      { "motion"   : "When they are not part of that religion, THBT feminists should refrain from critiquing widespread religious practices that have different rules based on gender (e.g. wearing of veils, separate prayer spaces, women on their period being forbidden from fasting, Iddah (waiting) period after divorce/death of a husband, etc.)"
      , "infoslide": ""
      , "round"    : "ESL Final"
      , "tags"     : ["Religion", "Feminism"]
      , "videos"   : ["MAS52d8f4IY"]
      },
      { "motion"   : "THBT religious organisations should syncretise over remaining independent"
      , "infoslide": "Religious Syncretism is the practice of blending cultural/religious indigenous practices with different religious beliefs (for example, the Catholic Church merging traditional saints with local deities in Latin America). Religious Independence is the belief that one's religion must remain tied to a unique set of religious teachings that contain the truth about humanity and divinity"
      , "round"    : "EFL Final"
      , "tags"     : ["Religion"]
      , "videos"   : ["ESDn3TaLiKo"]
      },
      { "motion"   : "THW apply universal jurisdiction to crimes against the environment"
      , "infoslide": ""
      , "round"    : "Showcase"
      , "tags"     : ["Justice System", "Environment"]
      , "videos"   : ["WQrZJexxU1c", "JgXlnubN6e8", "laSfJaDXy_E", "NVP50LV5p3U", "q7txhlVn8EI", "qHm1KSypj-o", "WSQHbIk5s-I"]
      }
    ]},

    { "name"   : "TorNaDU 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/tornadu_2022/"
    , "ca"     : ["Hermione", "Bee Barbosa", "Frederico Oliveira", "Tomás Correia"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Braga"
    , "motions": [
      { "motion"   : "EC colocaria imagens verídicas da sua produção em todos os produtos que envolvem sofrimento animal"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Veganism", "Social Movements"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a romantização de doenças mentais em filmes e séries televisivas"
      , "infoslide": "(ex.: 13 Reasons Why, Silver Linings Playbook, Joker, House, Euphoria, BoJack Horseman)"
      , "round"    : "Round 2"
      , "tags"     : ["Health", "Psycology", "Media"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a ascensão do Novo Ateísmo"
      , "infoslide": "Novo Ateísmo é um movimento social e político que começou no início da década de 2000 em favor do ateísmo e do secularismo e que é promovido por escritores ateus modernos que defendem a ideia de que a religião não deve ser simplesmente tolerada, deve ser combatida, criticada e exposta por argumentos racionais, especialmente quando a sua influência surge em contextos governamentais, educacionais e políticos"
      , "round"    : "Round 3"
      , "tags"     : ["Religion"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ é do interesse da esquerda anti-capitalista a disseminação do modelo empresarial da Corporação Mondragon"
      , "infoslide": "A Corporação Mondragon é uma federação empresarial composta por cooperativas unidas por um conceito humanista de negócios, solidariedade, filosofia de participação do trabalhador e cultura empresarial partilhada. Entre as medidas aplicadas pela federação estão rácios salariais acordados entre o trabalhador executivo e o trabalhador de campo ou de fábrica"
      , "round"    : "Round 4"
      , "tags"     : ["Politics", "Business"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ o movimento feminista deveria rejeitar ativamente a expressão de comportamentos estereotipicamente femininos"
      , "infoslide": "(mulher enquanto cuidadora principal dos filhos, mulher enquanto cuidadora do lar, maquilhagem, depilação, etc.)"
      , "round"    : "Round 5"
      , "tags"     : ["Feminism"]
      , "videos"   : []
      },
      { "motion"   : "EC implementaria o modelo de educação suíço"
      , "infoslide": "Na Suiça, as crianças entram na primária aos seis anos e após concluírem esse ciclo de ensino, por volta dos 11 anos, são diferenciados e prosseguem os estudos com base nas suas capacidades de aprendizagem (não restritas a áreas específicas). Os critérios de diferenciação são constituídos pela opinião dos tutores, avaliação contínua, exame final e, possivelmente, a opinião dos pais e da própria criança"
      , "round"    : "Semis"
      , "tags"     : ["Education"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ a Igreja Católica deveria ativamente instigar os seus fiéis a praticar a teologia da libertação"
      , "infoslide": "A teologia da libertação, muito popular na América Latina, é uma abordagem teológica cristã que enfatiza a libertação dos oprimidos através da preocupação social e pela libertação política, abordando outras formas de desigualdade como a raça ou a casta"
      , "round"    : "Novice Final"
      , "tags"     : ["Religion", "Minority Communities"]
      , "videos"   : []
      },
      { "motion"   : "EC acredita que é do interesse da defesa animal a implementação das regras de caça da Namíbia"
      , "infoslide": "Na Namíbia apenas se pode caçar em reservas aprovadas pelo Ministério do Ambiente e Turismo (MAT). Dentro destas reservas, os caçadores apenas podem caçar acompanhados de caçadores-guia ou guias aprovados pelo MAT, juntamente com uma licença de caça emitida por este. Toda a caça de troféus é legal na Namíbia, com uma limitação a 2 peças por caçador. O dinheiro destas caçadas é usado para manter as reservas animais, onde a caça é proibida"
      , "round"    : "Final"
      , "tags"     : ["Environment"]
      , "videos"   : []
      }
    ]},

    { "name"   : "TorNaDU 23"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/tornadu_2023/"
    , "ca"     : ["Marília Montenegro", "Tomás Correia", "Sofia Narciso", "André Carvalho", "Pedro Falcone"]
    , "isMajor": false
    , "year"   : 2023
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Coimbra"
    , "motions": [
      { "motion"   : "EC implementaria a Lei do Airbnb"
      , "infoslide": "Para fins deste debate, a lei do Airbnb limita aluguéis de temporada em até 30 dias por ano (por propriedade) e proíbe o aluguer de propriedades em áreas centrais"
      , "round"    : "Round 1"
      , "tags"     : ["Housing", "Social Policy"]
      , "videos"   : []
      },
      { "motion"   : "Assumindo que a Rússia e a Ucrânia ratificam um tratado de paz, ECA que a União Europeia deveria facilitar a concessão do estatuto de Estado-Membro à Ucrânia."
      , "infoslide": "Para os efeitos deste debate, entende-se como um tratado de paz entre a Rússia e a Ucrânia o retorno às fronteiras antes do início da invasão de 2022, com um compromisso de ambas as partes de não ameaçar a soberania nas zonas de confluência étnica."
      , "round"    : "Round 3"
      , "tags"     : ["Security, War and Military", "International Relations", "European Union"]
      , "videos"   : []
      },
      { "motion"   : "EC prefere um sistema judicial preventivo ao invés de um sistema judicial reativo na defesa dos princípios democráticos"
      , "infoslide": "Para efeitos deste debate um sistema judicial preventivo procura prevenir ameaças às instituições democráticas (p. ex proibindo partidos políticos com traços anti democráticos, restringindo direitos políticos de grupos que ameacem as instituições democráticas, deliberando sobre justiça eleitoral no decorrer dos processos democráticos, etc).\n\nPara efeitos deste debate um sistema judicial preventivo procura prevenir ameaças às instituições democráticas (p. ex proibindo partidos políticos com traços anti democráticos, restringindo direitos políticos de grupos que ameacem as instituições democráticas, deliberando sobre justiça eleitoral no decorrer dos processos democráticos, etc)."
      , "round"    : "Round 4"
      , "tags"     : ["Justice System"]
      , "videos"   : []
      },
      { "motion"   : "ECA a privatização do SNS, segundo o modelo holandês"
      , "infoslide": "O sistema de saúde na Holanda é universal. Todos os residentes são obrigados a comprar apólices de seguro (seguro de saúde), que cobrem um pacote de benefícios definidos por cada instituição.\n\nTodos os serviços de atenção primária e de longo prazo devem ser oferecidos a um preço fixo. É ilegal que empresas recusem cobertura para qualquer pessoa ou imponham taxas ou condições punitivas com base na situação financeira ou de saúde de alguém."
      , "round"    : "Round 5"
      , "tags"     : ["Economics", "Health", "Social Policy"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a ascensão da Cooperação Sul-Sul"
      , "infoslide": "A Cooperação Sul-Sul é definida pelas Nações Unidas como um processo em que dois ou mais países em desenvolvimento no Sul Global buscam atingir objetivos comuns ou individuais por meio do intercâmbio de experiências, conhecimentos, habilidades e recursos"
      , "round"    : "Semis"
      , "tags"     : ["International Relations"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta o intervencionismo humanitário global"
      , "infoslide": "A partir do fim da Guerra Fria, configura-se uma agenda humanitária internacional dominada pelos atores governamentais e privados dos países desenvolvidos, fundamentada em valores altruístas, de compaixão e/ ou intenções civilizatórias aplicadas a contextos de extrema vulnerabilidade no mundo em desenvolvimento. Neste mesmo quadro ganham lugar a visão de que a soberania de um país é uma responsabilidade e não um direito, indicando que os Estados incapazes de se protegerem os seus cidadãos de ações de genocídio, limpeza étnica, guerras e crimes contra a humanidade, devem recorrer à comunidade internacional. Caso isto não ocorra, cabe à comunidade internacional assumir a responsabilidade de atuar para proteger a integridade da população atingida"
      , "round"    : "Novice Final"
      , "tags"     : ["International Relations"]
      , "videos"   : []
      },
      { "motion"   : "ECA que a emancipação feminina é incompatível com o conceito de maternidade"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["Feminism", "Family and Relationships"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open do Porto 23"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/open_porto_2023/"
    , "ca"     : ["Ana Lopes", "Gabi Werdan", "Bee Barbosa", "Maria Greer"]
    , "isMajor": false
    , "year"   : 2023
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Porto"
    , "motions": [
      { "motion"   : "EC Aplaude a popularização de social media baseada em entretenimento adulto (ex.: OnlyFans, JustForFans, etc)"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Media", "Feminism"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ futebolistas sensação latino-americanos deveriam continuar a jogar numa liga do seu continente, em vez de irem para uma liga europeia"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Sports", "International Relations"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ a UE não deveria utilizar o respeito de um país pela declaração universal dos Direitos Humanos como critério de alocação de ajuda ao desenvolvimento"
      , "infoslide": "Caracteriza-se como ajuda ao desenvolvimento uma ajuda financeira concedida por governos e outras agências para apoiar o desenvolvimento económico, ambiental, social e político dos países em desenvolvimento. Distingue-se da ajuda humanitária que se concentra no alívio imediato da fome, doença ou resposta catástrofe.\n\nA China, entre outros países, tem concedido ajuda ao desenvolvimento sem o critério de cumprimento de Direitos Humanos a vários países africanos e asiáticos"
      , "round"    : "Round 3"
      , "tags"     : ["International Relations", "Economics", "Development"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ organizações LGBTQIA+ deveriam ativamente priorizar o acesso de indivíduos pertencentes a grupos minoritários a cargos de liderança"
      , "infoslide": "(ex.: Pessoas visivelmente não-cisgénero, pessoas não-brancas, pessoas com deficiência, etc.)"
      , "round"    : "Round 4"
      , "tags"     : ["LGBTQIA+", "Minority Communities", "Social Movements"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ é do interesse de partidos de esquerda radical que estes participem de coligações ao centro, mesmo que isto inclua partidos liberais"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Social Movements", "Politics"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ o Estado deveria prover empregos remunerados a todos os indivíduos que o solicitem"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Social Policy"]
      , "videos"   : []
      },
      { "motion"   : "ECL a ascensão de plataformas de streaming (ex.: Netflix, HBO, Disney+, etc.)"
      , "infoslide": ""
      , "round"    : "Novice Final"
      , "tags"     : ["Media"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ os princípios do Estoicismo melhor conduzem à auto-realização do que os princípios do Hedonismo"
      , "infoslide": "Para efeitos deste debate, o Estoicismo e o Hedonismo são duas abordagens filosóficas à condução de uma vida plena, fundamentalmente opostas entre si. O Estoicismo enfatiza autocontrolo, racionalidade, resiliência e aceitação daquilo que está fora do nosso controlo. O Hedonismo, por outro lado, prioriza a busca por prazer e a evasão da dor"
      , "round"    : "Final"
      , "tags"     : ["The Human Experience"]
      , "videos"   : ["taOx13JlIA4"]
      }
    ]},

    { "name"   : "Interno de Verão ADAUM 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/interno_verao_adaum_2022/"
    , "ca"     : ["Bee Barbosa", "Marcelo Campos", "Gonçalo Gaia"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Braga"
    , "motions": [
      { "motion"   : "EC legalizaria o doping no desporto"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Sports", "Medical Ethics"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto movimento feminista, celebraria ativamente músicas de caráter sexualmente explícito feitas por rappers mulheres (Ex: WAP da Cardi B, Anaconda da Nicki Minaj)"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Feminism", "Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ a existência da URSS fez mais bem do que mal"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Politics", "International Relations"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ comunidades nativas em Estados coloniais (Brazil, EUA, México,...) deveriam ativamente fazer campanha para capturar o poder político nestes Estados"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Minority Communities", "Politics", "Social Movements"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ grupos opositores de regimes autoritários violentos e opressores deveriam assassinar funcionários e apoiantes importantes desses regimes"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["Terrorism", "Social Movements", "Politics"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Interno de Inverno ADAUM 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/interno_adaum_2022/"
    , "ca"     : ["Gonçalo Teixeira", "Rodrigo Dinis", "Maria João Alves", "Tomás Correia"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Braga"
    , "motions": [
      { "motion"   : "ECL a popularização e comercialização de sub-géneros músicais de cariz contra-cultural (ex: Gangsta Rap e música Punk)"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "ECL a narrativa de left unity"
      , "infoslide": "Left Unity é a ideia de que os diferentes grupos e partidos da esquerda contemporânea devem trabalhar para superar divisões e trazer unidade ideológica nas suas várias manifestações - socialista e liberal, verde e anarquista, republicana, regionalista, antirracista, feminista ou pró-LGBTQ.\n\nDe acordo com esta corrente, se a esquerda não colaborar e não formar uma aliança progressista, estará condenada a falhar."
      , "round"    : "Round 2"
      , "tags"     : ["Politics", "Social Movements"]
      , "videos"   : []
      },
      { "motion"   : "ECL a americanização de debates de justiça social"
      , "infoslide": "(ex. enfoque em brutalidade policial associada ao movimento Black Lives Matter, uso de termos anglo-saxónicos em detrimento de termos na língua local, enfoque em ícones americanos como Martin Luther King, etc.)"
      , "round"    : "Round 3"
      , "tags"     : ["Social Movements", "Minority Communities", "Feminism", "LGBTQIA+"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ apoiar o Hamas é do interesse da comunidade Palestiniana"
      , "infoslide": "O Hamas é um grupo fundamentalista islâmico nacionalista e militante, que reivindica autoridade política na palestina e é considerado uma organização terrorista para um conjunto alargado de estados, fora do mundo árabe.\n\nA Autoridade Palestiniana é uma coligação partidária moderada, considerada, pelo mundo ocidental, como a autoridade política oficial no território palestiniano."
      , "round"    : "Round 4"
      , "tags"     : ["Terrorism", "International Relations", "Security, War and Military"]
      , "videos"   : []
      },
      { "motion"   : "EC adotaria um modelo abolicionista mínimo"
      , "infoslide": "O abolicionismo mínimo é uma teoria que tem como foco a abolição da prisão e do sistema penal atual, que funciona a partir da imposição, por parte de um tribunal dirigido por um juiz de uma pena proporcional à gravidade da transgressão cometida. O modelo abolicionista admite como alternativa aos castigos, a mediação de conflitos, em que as pessoas envolvidas no litígio (inc. vitimas) discutem o método de resolução do problema com vista à reparação do prejuízo, abdicando, assim, do enclausuramento. Este modelo seria aplicável a pequena e média criminalidade"
      , "round"    : "Final"
      , "tags"     : ["Justice System"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Distrital do Porto 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/distrital_porto_2022/"
    , "ca"     : ["Hermione", "Gabi Werdan", "Frederico Oliveira"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Porto"
    , "motions": [
      { "motion"   : "EC submeteria todos os eleitores a um teste de cidadania antes de lhes conceder o direito o voto"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Politics"]
      , "videos"   : []
      },
      { "motion"   : "EC aplaude a narrativa de que a vida deve ter um propósito"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "EC faria todos os jovens no ensino secundário assistirem a documentários relativos à produção de alimentos de origem animal"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Education", "Veganism", "Morality"]
      , "videos"   : []
      },
      { "motion"   : "EC aplaude a politização do desporto"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Politics", "Social Movements", "Sports"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ séries históricas (Ex.: Vikings, Spartacus, The Crown, etc.) não deveriam apresentar conteúdo fictício"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Media"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ os ataques promovidos contra obras de arte prejudicam o Movimento Ambientalista (Ex.: Just Stop Oil)"
      , "infoslide": "https://www.youtube.com/watch?v=BN-C5N60u_M"
      , "round"    : "Final"
      , "tags"     : ["Environment", "Social Movements"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open da Católica 23"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/open_catolica_porto_2023/"
    , "ca"     : ["Marcelo Campos", "Filipe Gírio", "Ana Lopes", "André Rodrigues"]
    , "isMajor": false
    , "year"   : 2023
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Porto"
    , "motions": [
      { "motion"   : "EC prefere um mundo em que todos os autores escrevem enquanto pseudónimo(s)"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "ECA que é justo os cidadãos criarem os seus próprios grupos armados quando o Estado falha em protegê-los do crime organizado"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Security, War and Military", "Justice System"]
      , "videos"   : []
      },
      { "motion"   : "EC aplaude a narrativa dominante de que o progresso moral é inevitável (ex. a trajetória moral da história tende para o progresso)"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Morality"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto União Africana, criaria uma união monetária com todos os seus estados-membro"
      , "infoslide": "Uma União Monetária é uma zona em que existe uma moeda única de livre circulação, assim como uma politica monetária comum. União Africana é a organização internacional com 55 Estados-membros que promove a integração entre os países do continente africano nos mais diferentes aspetos."
      , "round"    : "Round 4"
      , "tags"     : ["Africa", "Economics", "International Relations"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia a utilização de figuras religiosas por parte do Movimento Feminista na sua luta pelos direitos das mulheres (Exemplos: Kali no Hinduismo, Maria Madalena no Cristianismo)"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Religion", "Feminism"]
      , "videos"   : []
      },
      { "motion"   : "ECA que os parlamentos nacionais deveriam ser eleitos proporcionalmente por faixas etárias em detrimento de áreas geográficas"
      , "infoslide": ""
      , "round"    : "Novice Final"
      , "tags"     : ["Politics"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia o licenciamento compulsório de patentes de medicamentos e vacinas durante crises de saúde pública "
      , "infoslide": "Licenciamento compulsório é a suspensão temporária do direito de exclusividade do titular de uma patente por parte do Estado, permitindo a produção, uso, venda ou importação do produto ou processo patenteado, por um terceiro"
      , "round"    : "Semis"
      , "tags"     : ["Science and Technology", "Health"]
      , "videos"   : []
      },
      { "motion"   : "ECA que a humanidade deveria aumentar consideravelmente os recursos investidos na exploração do espaço"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["The Human Experience", "Economics", "Science and Technology"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Interno de Verão ADAUM 23"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/open_catolica_porto_2023/"
    , "ca"     : ["Marcelo Campos", "Hermione", "João Torres", "Ana Lopes"]
    , "isMajor": false
    , "year"   : 2023
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Guimarães"
    , "motions": [
      { "motion"   : "ECA que o Ministério Público não deveria oferecer a possibilidade de redução ou atenuação de penas em troca de colaboração com a justiça"
      , "infoslide": "Para efeitos deste debate, colaboração com a justiça consiste na investigação de crimes e na descoberta da verdade material, denunciando-se por exemplo ,coautores desses mesmos crimes.\n\nComo recompensa, caso essa colaboração se mostre eficaz poderão ser atenuadas ou até reduzidas as penas."
      , "round"    : "Round 1"
      , "tags"     : ["Justice System"]
      , "videos"   : []
      },
      { "motion"   : "ECL a existência de centros de reabilitação com envolvimento religioso"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Social Policy", "Religion", "Health"]
      , "videos"   : []
      },
      { "motion"   : "EC faria o voto um direito que se usa ou se perde"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Politics"]
      , "videos"   : []
      },
      { "motion"   : "ECA que homens feministas proeminentes deviam focar-se em desconstruir normas de género que prejudicam principalmente homens"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Feminism", "LGBTQIA+"]
      , "videos"   : []
      },
      { "motion"   : "ECL a ascensão da pop psychology, exemplo: testes de personalidade, livros de auto ajuda que apelam a conceitos psicológicos, reels sobre saúde mental e diagnósticos"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["Psycology", "Media"]
      , "videos"   : []
      }      
    ]},

    { "name"   : "António Cândido"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/jornadas"
    , "ca"     : ["Maria João Alves", "Maria Greer", "Rodrigo Ferreira", "Francisco Mendonça"]
    , "isMajor": false
    , "year"   : 2023
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Amarante"
    , "motions": [
      { "motion"   : "EC prefere o colectivismo ao individualismo"
      , "infoslide": "Individualismo é um conceito político, moral, ético e social que exprime a afirmação e a liberdade do indivíduo face ao colectivo (sociedade ou ao Estado). Opondo-se ao sacrifício do indivíduo por um colectivo.\n\nColetivismo é a filosofia segundo a qual todos os seres humanos são interdependentes entre si. Outras ideias são a priorização do espírito de grupo, o sacrifício do indivíduo pelo colectivo e a narrativa de que cada ser humano não é necessariamente especial mas faz parte de uma engrenagem social maior que o indivíduo."
      , "round"    : "Round 1"
      , "tags"     : ["Ethics", "Philosophy", "The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "EC implementaria uma solução de mediação penal para pequena e média criminalidade em Portugal"
      , "infoslide": "A mediação penal é uma solução alternativa ao julgamento tradicional, cujo objectivo é resolver o conflito através de um acordo, cujo conteúdo é livremente fixado pelo arguido e pelo ofendido, embora não possa incluir sanções privativas da liberdade ou deveres que ofendam a dignidade do arguido. O acordo obtido através da mediação penal tem obrigatoriamente que ser revisto pelo Ministério Público, para verificação da sua legalidade"
      , "round"    : "Round 2"
      , "tags"     : ["Justice System"]
      , "videos"   : []
      },
      { "motion"   : "EC não revelaria a informação ao mundo"
      , "infoslide": "És uma fonte fiável e descobres a prova irrefutável de que Deus não existe"
      , "round"    : "Round 3"
      , "tags"     : ["Religion", "Ethics"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ a Classe Média Global deve adotar uma visão niilista sobre a vida"
      , "infoslide": "Niilismo existencial argumenta que a vida é sem sentido objetivo, propósito ou valor intrínseco.\n\nNo que diz respeito ao universo, o niilismo existencial postula que um único ser humano ou mesmo toda a espécie humana é insignificante."
      , "round"    : "Round 4"
      , "tags"     : ["The Human Experience", "Philosophy"]
      , "videos"   : []
      },
      { "motion"   : "EC eliminaria o sistema de eleição por círculos eleitorais em Portugal, substituindo-o por um modelo de eleição nacional, proporcional"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Politics"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open de Verão 23"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/open_verao_porto_2023/"
    , "ca"     : ["Frederico Oliveira", "Hermione", "Gonçalo Teixeira", "Afonso Cardo", "Rui Rodrigues"]
    , "isMajor": false
    , "year"   : 2023
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Porto"
    , "motions": [
      { "motion"   : "ECL a glorificação da Hustle Culture no HipHop"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia a criação e divulgação ativa de contas de redes sociais e plataformas (canais de Youtube, podcasts, entre outros) que se opõem direta e agressivamente aos canais que divulgam os valores do Patriarcado (ex. Andrew Tate, Jordan Peterson, Sigma Male Grindset)"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Media", "Feminism", "Social Movements"]
      , "videos"   : []
      },
      { "motion"   : "EC implementaria o modelo britânico de financiamento estudantil"
      , "infoslide": "No modelo britânico de financiamento estudantil, os estudantes tem direito a um empréstimo do governo que cobre o custo total dos seus estudos universitários, (incluindo custos de estudante deslocado). Começam a reembolsá-lo no momento em auferem acima do salário médio britânico, com pagamentos que chegam a 9% dos seus rendimentos acima deste patamar por ano. Não há penalização por não-reembolso, e os empréstimos são anulados após 30 anos"
      , "round"    : "Round 3"
      , "tags"     : ["Education", "Economics"]
      , "videos"   : []
      },
      { "motion"   : "Independentemente da veracidade científica, EC lamenta a narrativa de 'Nascemos assim' ('Born this way')"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["LGBTQIA+", "Social Movements"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia a adaptação póstuma de obras para corrigir expressões atualmente tidas como problemáticas"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto vegan, adotaria uma postura reducionista em detrimento de uma postura abolicionista"
      , "infoslide": "Veganismo é uma posição moral que se opõe a explorar, ou a prejudicar de alguma outra maneira, os animais não humanos. Esta postura inclui, mas não se restringe à alimentação\n\nUma postura reducionista encara qualquer redução de sofrimento animal como positiva (ex.: vegetarianismo, regulamentação, jaulas maiores, redução de consumm, etc.).\n\nUma postura abolicionista advoga a favor de toda a libertação animal e abolição da opressão em todas as suas formas, o mais depressa possível."
      , "round"    : "Final"
      , "tags"     : ["Veganism"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open de Coimbra 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/7_open_coimbra_2022/"
    , "ca"     : ["Filipe Gírio", "Maria João Alves", "Sofia Narciso"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Coimbra"
    , "motions": [
      { "motion"   : "EC proibiria o acesso ao registo criminal para efeitos laborais e de acesso a cargos públicos"
      , "infoslide": "O registo criminal é um registo que contém todos os crimes pelos quais um indivíduo foi condenado e que se consideram ainda relevantes. Dependendo da gravidade do crime e da pena aplicada também varia o tempo em que essa condenação consta no registo criminal. Um registo criminal limpo é um requisito comum em processos de recrutamento profissional ou no acesso a cargos públicos."
      , "round"    : "Round 1"
      , "tags"     : ["Justice System"]
      , "videos"   : []
      },
      { "motion"   : "ECL a ascensão do consumo de Jornalismo Cidadão"
      , "infoslide": "Jornalismo Cidadão é um jornal onde cidadãos, sem formação jornalística, praticam um papel ativo no processo de recolha, reportagem, análise ou disseminação de notícias e informação. Recentemente, o crescimento e estabelecimento deste jornalismo tem sido feito possível graças a várias plataformas online."
      , "round"    : "Round 2"
      , "tags"     : ["Media"]
      , "videos"   : []
      },
      { "motion"   : "ECL a popularização de representações de violência vingativa feminina"
      , "infoslide": "A violência vingativa feminina é frequentemente retratada nos media como mulheres a cometerem atos violentos, em geral como resposta a trauma causado por homens. Alguns exemplos incluem 'Kill Bill', 'Girl with the Dragon Tattoo', ou Amy Dunne from 'Gone Girl'."
      , "round"    : "Round 3"
      , "tags"     : ["Media", "Feminism"]
      , "videos"   : []
      },
      { "motion"   : "EC baniria o mercado de créditos de carbono"
      , "infoslide": "Os créditos de carbono são uma autorização para que uma empresa ou um país emita gases de efeito estufa até determinado limite. Quem polui e emite mais emissões tem que comprar créditos. Quem emite menos emissões pode vender os seus créditos extras. Cada crédito corresponde a uma tonelada de dióxido de carbono (CO2). O artigo 6 do Acordo de Paris — tratado global de 2015 que busca reduzir as emissões de carbono e manter o aquecimento do planeta até 2ºC — trata da criação de um mercado global de carbono, tendo sido instituídos mercados reguladores na União Europeia, Reino Unido e no estado da Califórnia, bem como projetos de implementação na China e na Coreia do Sul com apoio da UE. Para além do mercado regulador que regula a atividade dos países, há um mercado voluntário a que empresas comprometidas à causa se podem juntar"
      , "round"    : "Round 4"
      , "tags"     : ["Economics", "Environment"]
      , "videos"   : []
      },
      { "motion"   : "EC aboliria a regra de Goldwater"
      , "infoslide": "Nos anos 60, Goldwater foi um candidato à presidência dos estados unidos, alvo de um ataque mediático intenso. Este ataque foi particularmente influente devido à predominância de psiquiátras, nos seus comentários políticos, apontarem traços de psicopatia a Goldwater. A herança deste fenómeno resultou na criação da regra de Goldwater pela American Psychiatric Association que considera como uma falha de conduta ética profissionais da saúde mental comentarem sobre o estado psicológico de figuras públicas ou partilharem informação sigilosa sobre estes. Este debate voltou a ser influente devido às polémicas semelhantes com Donald Trump, e recentemente, a Vladimir Putin"
      , "round"    : "Round 5"
      , "tags"     : ["Psycology", "Politics"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia a adoção de um modelo de jurisdições complementares "
      , "infoslide": "O modelo de jurisdições complementares é um modelo no qual um Estado (tendencialmente em países ocidentais) delega algumas das suas funções jurídicas a tribunais religiosos de comunidades minoritárias (ex.: a muçulmana) para que estas resolvam conflitos que surjam no seio desta comunidade (p.e. em matéria de casamento e divórcio, comércio e mediação). Estes tribunais nunca poderiam privar os indivíduos sob sua jurisdição dos direitos reconhecidos a todos os cidadãos. A sujeição à jurisdição das ordens jurídicas minoritárias é voluntária. Um exemplo, o Conselho da Sharia da Mesquita Central de Birmingham"
      , "round"    : "Semis"
      , "tags"     : ["Justice System"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a glorificação dos whistleblowers"
      , "infoslide": "Whistleblower corresponde à pessoa, grupo ou organização que, estando na posse de informações sobre um perigo, risco, má conduta ou atividade ilegal de pessoas, grupos ou organizações expõe publicamente essas informações, na expectativa de iniciar um processo de regulação, controvérsia ou mobilização coletiva (ex.: Julian Assange, Rui Pinto, Edward Snowden)"
      , "round"    : "Novice Final"
      , "tags"     : ["Media"]
      , "videos"   : []
      },
      { "motion"   : "EC opõe-se à ideologia do globalismo"
      , "infoslide": "A ideologia do globalismo trata-se de uma perspetiva internacionalista que defende a existência de um mundo integrado à escala global. O Globalismo pauta-se pelo reforço das organizações internacionais e formas de integração transnacional, defende o comércio e transações globais e assenta em questões de interdependência económica. A globalização económica pode-se definir com um aumento de globalismo"
      , "round"    : "Final"
      , "tags"     : ["International Relations"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open do Minho 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/open_minho_2022/"
    , "ca"     : ["Bruno da Costa Santos", "Marília Montenegro", "Afonso Cardo"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Braga"
    , "motions": [
      { "motion"   : "EC lamenta o fenómeno de nómadas digitais"
      , "infoslide": "Nómade digital é um indivíduo que aproveita a tecnologia para realizar as tarefas da sua profissão de maneira remota e ao não depender de uma base fixa para trabalhar, conduz o seu estilo de vida de uma maneira a migrar com facilidade"
      , "round"    : "Round 1"
      , "tags"     : ["Technology", "Economics"]
      , "videos"   : []
      },
      { "motion"   : "EC proibiria instituições de ensino privado (ex: colégios, centros de estudo, tutores, universidades privadas etc)"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Economics", "Education"]
      , "videos"   : []
      },
      { "motion"   : "EC aplaude a visão de que perturbações mentais advém de desequilíbrios bioquímicos"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Psycology", "Health"]
      , "videos"   : []
      },
      { "motion"   : "EC proibiria a comercialização de arte produzida por AIs"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Technology", "Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a narrativa religiosa da salvação"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Religion", "The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "EC adotaria a postura que o aquecimento global já não é mais reversível em detrimento da que ainda podemos fazer algo para mudar"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Environment"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto emigrante, abdicaria dos seus hábitos culturais para integrar os do seu novo país de morada."
      , "infoslide": ""
      , "round"    : "Novice Final"
      , "tags"     : ["Minority Communities"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto movimento feminista, incentivaria todas as mulheres a sabotar o Mundial do Qatar"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["Sports", "Feminism"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open do Porto 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/open_porto_2022/"
    , "ca"     : ["Bruno da Costa Santos", "Gonçalo Gaia", "Natacha Moreira", "Gabriel Affonso"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Porto"
    , "motions": [
      { "motion"   : "EC limitaria o exercício de cargos associativos a uma só associação (sociedade de debates, concelhos jovens, juventudes partidárias, associação de estudantes, associações de escuteiros...)"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Freedoms"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ o humor só deve ser feito por quem possui as características (cultura, traços físicos,...) a que se refere"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Art and Culture", "Minority Communities"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto instituição religiosa, não aceitaria crentes abaixo da idade de consentimento"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Religion"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ que as fandoms fazem mais bem do que mal"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Media", "Pop Culture"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ a União Europeia deve obrigar os Estados-Membros a acolher refugiados de todos os conflitos armados"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["European Union", "International Relations"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto movimento ambientalista, usaria fake news e dados exagerados para consciencializar a população"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Environment", "Social Movements", "Media"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a domesticação dos animais para fins recreativos (animais de estimação, circo, zoo, desporto, etc.)."
      , "infoslide": ""
      , "round"    : "Novice Final"
      , "tags"     : ["Environment"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ esta tecnologia é a melhor solução para as relações tóxicas."
      , "infoslide": "Existe uma tecnologia, acessível a todas as pessoas, que permite aos utilizadores avaliar com quem têm ou tiveram uma relação (amorosa, amizade, familiar, ...), tendo a outra pessoa uma pontuação resultante da média de todas as avaliações. Essa avaliação pode conter uma justificação escrita. É possível fazer mais do que uma avaliação da mesma pessoa"
      , "round"    : "Final"
      , "tags"     : ["Family and Relationships"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Regional de Lisboa 23"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/regional_lisboa_2023/"
    , "ca"     : ["David Greer", "Alexandre Ji", "Maria João Alves", "Rodrigo Ferreira"]
    , "isMajor": false
    , "year"   : 2023
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Lisboa"
    , "motions": [
      { "motion"   : "EC preferiria viver num mundo em que toda a arte é anónima."
      , "infoslide": "Num mundo em que toda a arte é anónima, sabemos o nome artístico dos autores de uma obra, mas não sabemos o seu nome verdadeiro ou informação sobre os seus atributos, vida pessoal ou estilo de vida."
      , "round"    : "Round 1"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "EC criaria um canal televisivo público de transmissão de audiências de julgamento"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Media", "Justice System"]
      , "videos"   : []
      },
      { "motion"   : "Assumindo que podemos medir o contributo de cada elemento do agregado familiar, EC subsidiaria o membro do agregado familiar que ficasse encarregue das tarefas domesticas do lar"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Economics", "Family and Relationships"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia a criação de campeões nacionais"
      , "infoslide": "Campeões nacionais são grandes corporações privadas que, acreditando que poderão vir a ser multinacionais com muita relevância na economia, os Estados através da sua política governamental beneficiam, tendo estas privilégios que lhes dão vantagem no mercado (por ex. acesso privilegiado a credito por via do estado se oferecer como fiador, benefícios fiscais etc..)."
      , "round"    : "Round 4"
      , "tags"     : ["Development", "Business", "Economics"]
      , "videos"   : []
      },
      { "motion"   : "ECA apenas recrutaria colónos ateus para os esforços de colonização espacial e baniria quaisquer simbolos religiosos"
      , "infoslide": "Anos de esforços de exploração espacial tiveram sucesso a encontrar um planeta habitável, o qual o Planeta Terra quer colonizar. No entanto, quem decidir embarcar neste esforço de colonização espacial tem apenas uma viagem de ida, significando que não voltarão a ter contacto com o Planeta Terra."
      , "round"    : "Round 5"
      , "tags"     : ["Religion", "The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia o movimento 'Nova História'."
      , "infoslide": "O movimento Nova História tem como fim o reaproveitamento de espaços/edifícios históricos atribuindo-lhes uma utilidade nova. Implicando frequentemente uma alteração significativa e irreversível destes espaços histórico-culturais. (Ex. Hotéis em castelos, Discotecas em Palácios)."
      , "round"    : "Semis"
      , "tags"     : ["History"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia o grupo 'Tudo pelo Ambiente!'"
      , "infoslide": "O grupo 'Tudo pelo Ambiente!' recorre à utilização de violência contra infraestruturas e pessoas com motivações politico ideológicas tendo um fim de activismo ambiental"
      , "round"    : "Final"
      , "tags"     : ["Environment"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open do Tejo 22"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/iv_tejo_2022/"
    , "ca"     : ["Alexandra Pardal", "Ana Lopes", "Filipe Gírio", "Rodrigo Ferreira"]
    , "isMajor": false
    , "year"   : 2022
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Lisboa"
    , "motions": [
      { "motion"   : "EC lamenta a narrativa de que devemos fazer aquilo que realmente gostamos"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a continuação de desenvolvimento de Inteligência Artificial que torne o trabalho humano inútil ou obsoleto."
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Technology"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a expansão da União Europeia a Leste"
      , "infoslide": "A partir de 2004, iniciou-se um processo de expansão da União Europeia para o leste europeu, que incluiu a adesão de: Polónia, República Checa, Hungria, Eslováquia, Eslovénia, Estónia, Letónia, Lituânia; Bulgária e Roménia; e Croácia, entre outros"
      , "round"    : "Round 3"
      , "tags"     : ["European Union", "International Relations"]
      , "videos"   : []
      },
      { "motion"   : "EC aboliria toda a propriedade intelectual"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "EC proibiria o pagamento de resgates por parte de governos ou indíviduos"
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Ethics", "Morality", "Security, War and Military"]
      , "videos"   : []
      },
      { "motion"   : "EC nacionalizaria todas as instituições financeiras basilarmente importantes, tais como bancos e seguradoras"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Economics", "Development"]
      , "videos"   : []
      },
      { "motion"   : "Em contextos pós-conflito, EC prefere a criação de arte que mostre mensagens de unidade e inspiração, em detrimento de arte que retrate o sofrimento anterior"
      , "infoslide": ""
      , "round"    : "Novice Final"
      , "tags"     : ["Art and Culture", "Security, War and Military"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta o enfoque em figuras proeminentes nas abordagens históricas"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["History"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Interno de Inverno ADAUM 21"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/interno_adaum_2021"
    , "ca"     : ["Frederico Oliveira", "André Carvalho", "Natacha Moreira"]
    , "isMajor": false
    , "year"   : 2021
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : "Braga"
    , "motions": [
      { "motion"   : "EC apoia a integração das artes e do espetáculo na escolaridade obrigatória, incluindo avaliação obrigatória para média final"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Education", "Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a crescente presença do niilismo na pop culture (incluindo, mas mão limitado a: séries como Bojack Horseman e Rick and Morty, músicos como Earl Sweatshirt, cartoons e memes, etc)"
      , "infoslide": "Niilismo é o ponto de vista que considera que as crenças e os valores tradicionais são infundados e que não há qualquer sentido ou utilidade na existência"
      , "round"    : "Round 2"
      , "tags"     : ["Pop Culture", "Art and Culture", "Philosophy"]
      , "videos"   : []
      },
      { "motion"   : "EC acabaria com todas as restrições â exibição de nudez em qualquer tipo de suporte (p. ex. filmes, tv, billboards, revistas, etc)"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Art and Culture"]
      , "videos"   : []
      },
      { "motion"   : "EC implementaria percentagens significativas de pessoas pertencentes a grupos minoritários nos painéis de nomeação dos principais prémios artísticos (Grammys, Oscars, Tonys, Emmys...)"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Art and Culture", "Minority Communities"]
      , "videos"   : []
      },
      { "motion"   : "Em contextos pós-conflito, EC prefere a criação de arte que mostre mensagens de unidade e inspiração, em detrimento de arte que retrate o sofrimento anterior"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["Art and Culture", "Security, War and Military"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Open Centro Sul"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/open_centro_sul_2021/"
    , "ca"     : ["Afonso Fernandes", "Filipe Gírio", "Bee Barbosa", "Sofia Narciso"]
    , "isMajor": false
    , "year"   : 2021
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : ""
    , "motions": [
      { "motion"   : "EC lamenta a existência de coding nos media"
      , "infoslide": "Coding é um termo que se refere a utilização de características implícitas de um personagem para ser interpretada como membro de um grupo identitário nos media. A forma mais discutida popularmente é Queer coding, em que a identidade sexual pode não ser explicitamente confirmada dentro da obra respetiva, mas pode ser codificado enquanto Queer através do uso de traços de personalidade e estereótipos reconhecíveis pela audiência como traços exagerados femininos ou masculinos, vaidade ou hipersexualidade (e.g.Scar, Hades, Úrsula na Disney; Xena, Warrior Princess; Ryan Evans do High School Musical). Este fenómeno é também comum para outros grupos minoritários, como para pessoas dentro do espetro do autismo (e.g. Sheldon Cooper em Big Bang Theory, Newt Scamander em Fantastic Beasts and Where to Find Them)."
      , "round"    : "Round 1"
      , "tags"     : ["Minority Communities", "Art and Culture", "Media", "Pop Culture", "LGBTQIA+"]
      , "videos"   : []
      },
      { "motion"   : "EC estabeleceria subsídios equivalentes ao salário mínimo nacional para trabalhadores domésticos a tempo inteiro"
      , "infoslide": ""
      , "round"    : "Round 2"
      , "tags"     : ["Family and Relationships", "Economics"]
      , "videos"   : []
      },
      { "motion"   : "ECA que países e regiões ocupadas não deviam auxiliar poderes ocupantes em perseguir membros do seu grupo identitário com o objetivo de mitigar e moderar os abusos desses poderes"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["Security, War and Military"]
      , "videos"   : []
      },
      { "motion"   : "EC obrigaria todas as organizações de notícias a operar enquanto organizações sem fins lucrativos"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["Media"]
      , "videos"   : []
      },
      { "motion"   : "ECA que polícias poderiam não respeitar ordens por motivos de consciência"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Security, War and Military", "Morality"]
      , "videos"   : []
      },
      { "motion"   : "EC lamenta a popularização da narrativa de que a felicidade depende exclusivamente dos esforços e motivação do indivíduo"
      , "infoslide": "Para os efeitos deste debate, entende-se felicidade como um estado duradouro de plenitudesatisfação e equilibrio físico e psíquico e motivação como um impulso interno que dirige o indivíduo para a ação"
      , "round"    : "Novice Final"
      , "tags"     : ["The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "Assumindo que poderia ser realizado de forma pacífica,EC substituiria todas as formas de governo estabelecidas por um único governo democrático global"
      , "infoslide": ""
      , "round"    : "Final"
      , "tags"     : ["Politics", "International Relations"]
      , "videos"   : []
      }
    ]},

    { "name"   : "Queen in the North"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/"
    , "ca"     : ["Ana Lopes", "Frederico Oliveira", "Gonçalo Gaia", "Natacha Moreira"]
    , "isMajor": false
    , "year"   : 2021
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : ""
    , "motions": [
      { "motion"   : "EC acredita que memes políticos fazem mais mal do que bem"
      , "infoslide": ""
      , "round"    : "Round 1"
      , "tags"     : ["Media", "Politics"]
      , "videos"   : []
      },
      { "motion"   : "EC, enquanto adepto de futebol, preferia que os clubes de futebol seguissem o modelo A em detrimento de B"
      , "infoslide": "O Clube A é um clube controlado pelos seus adeptos, com um passado glorioso mas com pouco sucesso desportivo recente e com alguma falta de dinheiro. Apesar disso, respeita as tradições do que deve ser um clube de futebol, tendo uma grande massa adepta no seu apoio.\n\nO Clube B foi comprado por um grupo de investidores liderado pelo fundo soberano da Arábia Saudita, de forma a criar uma super-equipa capaz de competir no topo da sua liga e por várias competições internacionais. Isto implica um investimento volumoso por parte do fundo, muito superior a qualquer equipa do seu campeonato"
      , "round"    : "Round 2"
      , "tags"     : ["Sports"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia o intervencionismo americano no Médio Oriente"
      , "infoslide": ""
      , "round"    : "Round 3"
      , "tags"     : ["International Relations", "Security, War and Military", "Middle East"]
      , "videos"   : []
      },
      { "motion"   : "EC prefere um mundo onde memórias são gravadas com precisão e disponíveis para rever posteriormente."
      , "infoslide": "Existe uma máquina capaz de digitalizar as memórias do ser humano para serem revistas posteriormente. Neste mundo, qualquer pessoa pode consultar as suas memórias, armazenadas num chip colocado na sua cabeça, que pode ser emparelhado a dispositivos tecnológicos. Desta forma, podem ser consultadas pelo próprio ou por outros, com o seu consentimento"
      , "round"    : "Round 4"
      , "tags"     : ["Technology", "The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "ECA que pessoas deveriam escolher as suas carreiras de acordo com as suas paixões em detrimento de establidade económica"
      , "infoslide": ""
      , "round"    : "Semis"
      , "tags"     : ["Economics"]
      , "videos"   : []
      },
      { "motion"   : "EC aplaude a criação de governos tecnocratas em detrimento dos governos atuais"
      , "infoslide": "Tecnocracia é um sistema de governo no qual os decisores políticos são eleitos pela população ou nomeados com base na sua perícia numa determinada área de responsabilidade, particularmente no que diz respeito aos conhecimentos científicos ou técnicos. Estes decisores políticos são seleccionados com base em conhecimentos especializados, em vez de filiações políticas ou competências parlamentares"
      , "round"    : "Novice Final"
      , "tags"     : ["Politics"]
      , "videos"   : []
      },
      { "motion"   : "EC apoia as medidas de segurança nas universidades aprovadas pelo parlamento grego"
      , "infoslide": "No inicio de 2021, a Grécia aprovou uma reforma no seu parlamento com vista a uma maior presença policial nas universidades para servir de controlo aos comportamentos violentos de alunos. Esta proposta deve-se à elevada presença de grupos políticos extremistas nestes espaços. Recentemente, têm ocorrido manifestações face ao que os estudantes consideram ser um ataque à sua liberdade de expressão, existindo um historial de tensões entre os universitários e a policia grega desde 1973."
      , "round"    : "Final"
      , "tags"     : ["Education", "Security, War and Military"]
      , "videos"   : []
      }
    ]},

    { "name"   : "III Digital de Coimbra"
    , "tab"    : "https://debatecompetitivo.herokuapp.com/iii_open_digital_coimbra_2021"
    , "ca"     : ["Danilo Andrade", "Guilherme Pereira", "Júlia Yaegashi", "Maria Laura", "Tomás Correia"]
    , "isMajor": false
    , "year"   : 2021
    , "lang"   : "Portuguese"
    , "country": "Portugal"
    , "city"   : ""
    , "motions": [
      { "motion"   : "EC aplicaria o IRPA a produtos comercializados em território brasileiro."
      , "infoslide": "O Índice de Reajuste de Preços da Amazônia (IRPA), métrica desenvolvida pelo MapBiomas, tem como base a razão entre a média do desmatamento detectado no período atual na Floresta Amazônica com o equivalente ao mesmo período do ano anterior, sendo atualizado semanalmente. O IRPA, portanto, incidiria reajustando o preço final ao consumidor em produtos nacionais e importados cuja produção emite CO2."
      , "round"    : "Round 1"
      , "tags"     : ["Environment", "Economics"]
      , "videos"   : []
      },
      { "motion"   : "EC implementaria o policiamento 'Olho no Céu' em áreas urbanas com altos índices de criminalidade"
      , "infoslide": "O policiamento “Olho no Céu” envolve voar constantemente drones inaudíveis sobre grandes áreas. Os drones tiram fotos de toda a área e permitem vigilância constante e em tempo real. A resolução da imagem não permite a identificação de detalhes, como rostos de pessoas ou a leitura de placas, sendo porém identificáveis a movimentação de pessoas e traços abrangentes (gênero, cor da pele, altura etc.)."
      , "round"    : "Round 2"
      , "tags"     : ["Security, War and Military"]
      , "videos"   : []
      },
      { "motion"   : "EC preferiria viver em um mundo com a existência de um metaverso."
      , "infoslide": "Conceito importado da ficção científica, o metaverso se configura como uma plataforma digital 3D ou 4D que funde realidade virtual aumentada, redes sociais e internet na qual normas sociais apartadas do mundo real são possíveis, bem como uma economia particular e a criação de uma segunda vida, regulada e limitada pelos desenvolvedores da tecnologia. Diferentemente dos jogos on-line, no metaverso os usuários vivenciam experiências assumindo uma realidade paralela"
      , "round"    : "Round 3"
      , "tags"     : ["Technology", "The Human Experience"]
      , "videos"   : []
      },
      { "motion"   : "ECAQ os EUA deveriam adotar uma nova investida militar frente ao Talibã"
      , "infoslide": ""
      , "round"    : "Round 4"
      , "tags"     : ["International Relations", "Security, War and Military", "Middle East"]
      , "videos"   : []
      },
      { "motion"   : "Enquanto país em desenvolvimento, EC alocaria parte significativa de seus investimentos em P&D no financiamento de núcleos privados (startups, laboratórios de inovação etc.) em detrimento de núcleos estatais (fundações, institutos de ciência aplicada etc.)."
      , "infoslide": ""
      , "round"    : "Round 5"
      , "tags"     : ["Economics", "Development", "Business"]
      , "videos"   : []
      }
    ]}
]